EditorConfig.EditorConfig
akamud.vscode-theme-onelight
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
ms-azuretools.vscode-docker
ms-vscode.cpptools
ms-vscode.typescript-javascript-grammar
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
ritwickdey.LiveServer
vscodevim.vim
